alacritty
alsa-tools
amd-ucode
android-studio
ark
aspnet-runtime
audacity
balena-etcher-electron-bin
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
bruno-bin
bucklespring
calibre
chromium
cliphist
cloudflare-warp-bin
cloudflared
discord
dolphin
dunst
dust
efibootmgr
eza
fd
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
foliate
git
github-cli
github-desktop-bin
gleam
gnome-keyring
godot-mono-bin
google-chrome
gptfdisk
grimblast-git
grub
gst-plugin-pipewire
handbrake
harmonoid-bin
htop
hyper-bin
hyprdots-ctl
hyprland
hyprpicker-git
imagemagick
intel-media-driver
jq
kde-cli-tools
kdenlive
kitty
konsole
koodo-reader-bin
krita
kvantum
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lshw
man-db
man-pages
mangohud
mechvibes
microsoft-edge-dev-bin
mono
mono-tools
nano
neofetch
neovim
neovim-remote
network-manager-applet
networkmanager
nnn
notepadqq
noto-fonts-emoji
npm
ntfs-3g
nuclear-player-bin
nwg-look
obs-studio
obsidian
oh-my-zsh-git
openoffice-bin
openssh
os-prober
osslsigncode
otf-commit-mono
p4v
pacman-contrib
pamixer
parallel
patchutils
pavucontrol
peazip-qt-bin
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
polkit-kde-agent
powerline-fonts-git
python-pip
python-pyamdgpuinfo
qbittorrent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qview
realneptune-cli
rebar3
ripgrep
rofi-lbonn-wayland-git
scons
sddm-git
sigma-file-manager-bin
slurp
smartmontools
sof-firmware
steam
swappy
swaylock-effects-git
swww
syncthing
tabby-bin
thorium-browser-bin
thunar
ttf-meslo
ufw
unarchiver
unityhub
unzip
update-grub
ventoy-bin
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
vulkan-tools
waybar
wget
wireless_tools
wireplumber
wlogout
wmctrl
woeusb-ng
wofi
wpa_supplicant
xcape
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xplorer-bin
xremap-x11-bin
yarn
yay
yazi
youtube-music-bin
yt-dlp
zenith
zip
zoom
zoxide
zram-generator
zsh
zsh-theme-powerlevel10k
