7-zip
android-studio
asoundconf
auto-cpufreq
aw-awatcher
brave-bin
bruno-bin
cloudflare-warp-bin
davinci-resolve
debtap
fingerprint-gui
github-desktop-bin
google-chrome
grimblast-git
hyprdots-ctl
hyprland-git
hyprpicker-git
losslesscut-bin
oh-my-zsh-git
pamac-aur
parabolic
paru-bin
peazip-qt5
pokemon-colorscripts-git
pulsemeeter-git
python-pyamdgpuinfo
python-pylspci
qview
r2modman-bin
rofi-lbonn-wayland-git
sddm-git
swaylock-effects-git
swww
tabby-terminal
tdrop-git
touche
unityhub
visual-studio-code-bin
watchman-bin
wlogout
xqp
yay
youtube-music-bin
zoom
