alacritty
alsa-utils
amd-ucode
android-udev
ark
audacity
autorandr
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
brightnessctl
chromium
cliphist
cups
dhcpcd
discord
dolphin
dosfstools
dotnet-sdk
dotnet-sdk-6.0
dunst
expac
eza
feh
ffmpegthumbs
firefox
flameshot
flatpak-builder
flowblade
gcolor3
geany
git
github-cli
gnome-characters
go
grub
gst-plugin-pipewire
handbrake
hyprlang
imagemagick
inkscape
iwd
jgmenu
jq
kde-cli-tools
kio-admin
kitty
kooha
kvantum
lib32-vulkan-radeon
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
lsd
lutris
maim
mono
mono-msbuild
mono-msbuild-sdkresolver
mpc
mpd
nano
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
nodejs
notepadqq
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nwg-look
obs-studio
obsidian
pacman-contrib
pamixer
papirus-icon-theme
parallel
pavucontrol
physlock
picom
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
pnpm
polkit-gnome
polkit-kde-agent
polybar
postgresql
python-poetry
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-wayland
ranger
rocm-opencl-runtime
rustup
rxvt-unicode
shotcut
slurp
sonic-pi
sqlitebrowser
stalonetray
steam
sudo
swappy
sxhkd
syncthing
touchegg
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-terminus-nerd
ueberzug
ufw
uget
usbutils
v4l2loopback-dkms
vim
vlc
vulkan-radeon
waybar
webp-pixbuf-loader
wireplumber
xcape
xclip
xdg-desktop-portal-wlr
xdo
xdotool
xf86-video-amdgpu
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
ydotool
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
