android-studio
balena-etcher-electron-bin
bruno-bin
cloudflare-warp-bin
github-desktop-bin
gleam
godot-mono-bin
google-chrome
grimblast-git
harmonoid-bin
hyper-bin
hyprdots-ctl
hyprpicker-git
koodo-reader-bin
mechvibes
microsoft-edge-dev-bin
neovim-remote
nuclear-player-bin
oh-my-zsh-git
openoffice-bin
osslsigncode
otf-commit-mono
p4v
peazip-qt-bin
pokemon-colorscripts-git
powerline-fonts-git
python-pyamdgpuinfo
qview
realneptune-cli
rebar3
rofi-lbonn-wayland-git
sddm-git
sigma-file-manager-bin
swaylock-effects-git
swww
tabby-bin
thorium-browser-bin
ttf-meslo
unityhub
update-grub
ventoy-bin
visual-studio-code-bin
wlogout
woeusb-ng
xplorer-bin
xremap-x11-bin
yay
youtube-music-bin
zoom
zsh-theme-powerlevel10k
